---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.TrussType
source: html/b56de413-eb75-6a46-4629-0dbaadc60eba.htm
---
# TrussType Members

Activates the symbol to ensure that its geometry is accessible.